[
  {
    "symbol": "AAPL",
    "price": 269.02,
    "marketCap": 3975147128000,
    "beta": 1.109,
    "lastDividend": 1.02,
    "range": "169.21-277.32",
    "change": -1.02,
    "changePercentage": -0.37772,
    "volume": 11168842,
    "averageVolume": 53927384,
    "companyName": "Apple Inc.",
    "currency": "USD",
    "cik": "0000320193",
    "isin": "US0378331005",
    "cusip": "037833100",
    "exchangeFullName": "NASDAQ Global Select",
    "exchange": "NASDAQ",
    "industry": "Consumer Electronics",
    "website": "https://www.apple.com",
    "description": "Apple Inc. designs, manufactures, and markets smartphones, personal computers, tablets, wearables, and accessories worldwide. The company offers iPhone, a line of smartphones; Mac, a line of personal computers; iPad, a line of multi-purpose tablets; and wearables, home, and accessories comprising AirPods, Apple TV, Apple Watch, Beats products, and HomePod. It also provides AppleCare support and cloud services; and operates various platforms, including the App Store that allow customers to discover and download applications and digital content, such as books, music, video, games, and podcasts, as well as advertising services include third-party licensing arrangements and its own advertising platforms. In addition, the company offers various subscription-based services, such as Apple Arcade, a game subscription service; Apple Fitness+, a personalized fitness service; Apple Music, which offers users a curated listening experience with on-demand radio stations; Apple News+, a subscription news and magazine service; Apple TV+, which offers exclusive original content; Apple Card, a co-branded credit card; and Apple Pay, a cashless payment service, as well as licenses its intellectual property. The company serves consumers, and small and mid-sized businesses; and the education, enterprise, and government markets. It distributes third-party applications for its products through the App Store. The company also sells its products through its retail and online stores, and direct sales force; and third-party cellular network carriers, wholesalers, retailers, and resellers. Apple Inc. was founded in 1976 and is headquartered in Cupertino, California.",
    "ceo": "Timothy D. Cook",
    "sector": "Technology",
    "country": "US",
    "fullTimeEmployees": "164000",
    "phone": "(408) 996-1010",
    "address": "One Apple Park Way",
    "city": "Cupertino",
    "state": "CA",
    "zip": "95014",
    "image": "https://images.financialmodelingprep.com/symbol/AAPL.png",
    "ipoDate": "1980-12-12",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "A",
    "price": 144.47,
    "marketCap": 40960742330,
    "beta": 1.279,
    "lastDividend": 0.992,
    "range": "96.43-153.84",
    "change": -1.61,
    "changePercentage": -1.10214,
    "volume": 353605,
    "averageVolume": 1643050,
    "companyName": "Agilent Technologies, Inc.",
    "currency": "USD",
    "cik": "0001090872",
    "isin": "US00846U1016",
    "cusip": "00846U101",
    "exchangeFullName": "New York Stock Exchange",
    "exchange": "NYSE",
    "industry": "Medical - Diagnostics & Research",
    "website": "https://www.agilent.com",
    "description": "Agilent Technologies, Inc. provides application focused solutions to the life sciences, diagnostics, and applied chemical markets worldwide. The Life Sciences and Applied Markets segment offers liquid chromatography systems and components; liquid chromatography mass spectrometry systems; gas chromatography systems and components; gas chromatography mass spectrometry systems; inductively coupled plasma mass spectrometry instruments; atomic absorption instruments; microwave plasma-atomic emission spectrometry instruments; inductively coupled plasma optical emission spectrometry instruments; raman spectroscopy; cell analysis plate based assays; flow cytometer; real-time cell analyzer; cell imaging systems; microplate reader; laboratory software; information management and analytics; laboratory automation and robotic systems; dissolution testing; vacuum pumps, and measurement technologies. The Diagnostics and Genomics segment provides arrays for DNA mutation detection, genotyping, gene copy number determination, identification of gene rearrangements, DNA methylation profiling, gene expression profiling, next generation sequencing, target enrichment and genetic data management, and interpretation support software; and produces synthesized oligonucleotide. It also offers immunohistochemistry in situ hybridization, and hematoxylin and eosin staining and special staining; consumables, and software for quality control analysis of nucleic acid samples; and reagents for use in turbidimetry and flow cytometry, as well as develops liquid-based pharmacodiagnostics. The Agilent CrossLab segment provides GC and LC columns, sample preparation products, custom chemistries, and laboratory instrument supplies; and startup, operational, training, compliance support, software as a service, asset management, and consultation services. The company markets its products through direct sales, distributors, resellers, manufacturer's representatives, and electronic commerce. Agilent Technologies, Inc. was incorporated in 1999 and is headquartered in Santa Clara, California.",
    "ceo": "Padraig McDonnell",
    "sector": "Healthcare",
    "country": "US",
    "fullTimeEmployees": "17900",
    "phone": "800 227 9770",
    "address": "5301 Stevens Creek Boulevard",
    "city": "Santa Clara",
    "state": "CA",
    "zip": "95051",
    "image": "https://images.financialmodelingprep.com/symbol/A.png",
    "ipoDate": "1999-11-18",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AZ",
    "price": 6.25,
    "marketCap": 225175000,
    "beta": 1.739,
    "lastDividend": 0,
    "range": "4.91-12.36",
    "change": -0.08,
    "changePercentage": -1.26382,
    "volume": 89177,
    "averageVolume": 344379,
    "companyName": "A2Z Cust2Mate Solutions Corp.",
    "currency": "USD",
    "cik": "0001866030",
    "isin": "CA0022051027",
    "cusip": "00249W100",
    "exchangeFullName": "NASDAQ Capital Market",
    "exchange": "NASDAQ",
    "industry": "Software - Application",
    "website": "https://cust2mate.com",
    "description": "A2Z Smart Technologies Corp. provides services in the field of advanced engineering capabilities to the military/security markets and governmental agencies in Israel. The company produces unmanned remote-controlled vehicles and energy power packs; products for the civilian and retail markets; and fuel tank intelligent containment system, a capsule that can be placed in a fuel tank to prevent gas tank explosions. It also offers retail automation solutions for large grocery stores and supermarkets, as well as offers maintenance and calibration services to external and in-house complex electronic systems and products. A2Z Smart Technologies is headquartered in Vancouver, Canada.",
    "ceo": "Gadi Graus",
    "sector": "Technology",
    "country": "CA",
    "fullTimeEmployees": "201",
    "phone": null,
    "address": "1600 - 609 Granville Street",
    "city": "Vancouver",
    "state": "BC",
    "zip": "V7Y 1C3",
    "image": "https://images.financialmodelingprep.com/symbol/AZ.png",
    "ipoDate": "2021-01-08",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AY",
    "price": 21.99,
    "marketCap": 2554578300,
    "beta": 0.998,
    "lastDividend": 1.78,
    "range": "16.82-23.47",
    "change": 0,
    "changePercentage": 0,
    "volume": 2164429,
    "averageVolume": 936952,
    "companyName": "Atlantica Sustainable Infrastructure plc",
    "currency": "USD",
    "cik": "0001601072",
    "isin": "GB00BLP5YB54",
    "cusip": "G0751N103",
    "exchangeFullName": "NASDAQ Global Select",
    "exchange": "NASDAQ",
    "industry": "Renewable Utilities",
    "website": "https://www.atlantica.com",
    "description": "Atlantica Sustainable Infrastructure plc owns, manages, and invests in renewable energy, storage, natural gas and heat, electric transmission lines, and water assets in the United States, Canada, Mexico, Peru, Chile, Colombia, Uruguay, Spain, Italy, Algeria, and South Africa. It owns 39 assets comprising 2,044 megawatts (MW) of aggregate renewable energy installed generation capacity; 343 MW of natural gas-fired power generation capacity; 55 thermal megawatts of district heating capacity; 1,229 miles of electric transmission lines; and 17.5 million cubic feet per day of water desalination assets. The company was formerly known as Atlantica Yield plc and changed its name to Atlantica Sustainable Infrastructure plc in May 2020. Atlantica Sustainable Infrastructure plc was incorporated in 2013 and is based in Brentford, the United Kingdom.",
    "ceo": "Santiago Seage Medela",
    "sector": "Utilities",
    "country": "GB",
    "fullTimeEmployees": "1366",
    "phone": "44 20 3499 0465",
    "address": "Great West House",
    "city": "Brentford",
    "state": null,
    "zip": "TW8 9DF",
    "image": "https://images.financialmodelingprep.com/symbol/AY.png",
    "ipoDate": "2014-06-13",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": false,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AX",
    "price": 79.395,
    "marketCap": 4497250380,
    "beta": 1.288,
    "lastDividend": 0,
    "range": "54.46-93.84",
    "change": 0.365,
    "changePercentage": 0.46185,
    "volume": 35536,
    "averageVolume": 340245,
    "companyName": "Axos Financial, Inc.",
    "currency": "USD",
    "cik": "0001299709",
    "isin": "US05465C1009",
    "cusip": "05465C100",
    "exchangeFullName": "New York Stock Exchange",
    "exchange": "NYSE",
    "industry": "Banks - Regional",
    "website": "https://axosfinancial.com",
    "description": "Axos Financial, Inc., together with its subsidiaries, provides consumer and business banking products in the United States. It operates through Banking Business and Securities Business segments. The company offers deposits products, including consumer and business checking, demand, savings, time deposit, money market, zero balance, and insured cash sweep accounts. It also provides single family, multifamily, and commercial mortgage loans; commercial real estate secured loans; commercial and industrial non-real estate, asset-backed, lines of credit, and term loans; automobile loans; fixed rate term unsecured loans; and other loans, such as structure settlements, small business administration consumer loans, and securities-backed loans. In addition, the company offers ACH origination, wire transfer, commercial check printing, business bill pay and account transfer; remote deposit capture, mobile deposit, lockbox, merchant, and online payment portal; concierge banking; mobile and text messaging banking; and payment services, as well as debit and credit cards, and digital wallets. Further, it provides disclosed clearing services; back-office services, such as record keeping, trade reporting, accounting, general back-office support, securities and margin lending, reorganization assistance, and custody of securities; and financing to brokerage customers. The company was formerly known as BofI Holding, Inc. and changed its name to Axos Financial, Inc. in September 2018. Axos Financial, Inc. was incorporated in 1999 and is based in Las Vegas, Nevada.",
    "ceo": "Gregory Garrabrants",
    "sector": "Financial Services",
    "country": "US",
    "fullTimeEmployees": "1781",
    "phone": "858 649 2218",
    "address": "9205 West Russell Road",
    "city": "Las Vegas",
    "state": "NV",
    "zip": "89148",
    "image": "https://images.financialmodelingprep.com/symbol/AX.png",
    "ipoDate": "2005-03-16",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AU",
    "price": 80.7,
    "marketCap": 40742056175,
    "beta": 0.612,
    "lastDividend": 1.615,
    "range": "22.45-85.85",
    "change": -4.43,
    "changePercentage": -5.20381,
    "volume": 4119047,
    "averageVolume": 3224815,
    "companyName": "AngloGold Ashanti Plc",
    "currency": "USD",
    "cik": "0001973832",
    "isin": "GB00BRXH2664",
    "cusip": "035128206",
    "exchangeFullName": "New York Stock Exchange",
    "exchange": "NYSE",
    "industry": "Gold",
    "website": "https://www.anglogoldashanti.com",
    "description": "AngloGold Ashanti Plc operates as a gold mining company in Africa, the Americas, and Australia. Its flagship property is a 100% owned Geita project located in the Lake Victoria goldfields of the Mwanza region in north-western Tanzania. The company also explores for silver and sulphuric acid. AngloGold Ashanti Limited was incorporated in 1944 and is headquartered in Johannesburg, South Africa.",
    "ceo": "Alberto Calderon Zuleta BA Econ, Econ, Law, M Phil Econ,",
    "sector": "Basic Materials",
    "country": "GB",
    "fullTimeEmployees": "12634",
    "phone": "44 0 203 968 3323",
    "address": "4th Floor, Communications House",
    "city": "Staines-Upon-Thames",
    "state": null,
    "zip": "TW18 4PR",
    "image": "https://images.financialmodelingprep.com/symbol/AU.png",
    "ipoDate": "1998-08-05",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AS",
    "price": 30.41,
    "marketCap": 16864517673,
    "beta": 2.9719129,
    "lastDividend": 0,
    "range": "18.56-42.36",
    "change": -0.97,
    "changePercentage": -3.09114,
    "volume": 3440618,
    "averageVolume": 5141967,
    "companyName": "Amer Sports, Inc.",
    "currency": "USD",
    "cik": "0001988894",
    "isin": "KYG0260P1028",
    "cusip": null,
    "exchangeFullName": "New York Stock Exchange",
    "exchange": "NYSE",
    "industry": "Leisure",
    "website": "https://www.amersports.com",
    "description": "Amer Sports, Inc. designs, manufactures, markets, distributes, and sells sports equipment, apparel, footwear, and accessories in Europe, the Middle East, Africa, the Americas, China, and the Asia Pacific. The company operates through three segments: Technical Apparel, Outdoor Performance, and Ball & Racquet Sports. The Technical Apparel segment offers outdoor apparel, footwear, and accessories under the Arc'teryx and Peak Performance brands. The Outdoor Performance segment provides outdoor apparel, footwear, accessories, and winter sports equipment under the Salomon, Atomic, Armada, and ENVE brands. The Ball & Racquet Sports segment offers sports equipment, apparel, and accessories under the Wilson, DeMarini, Louisville Slugger, EvoShield, and ATEC brands. The company also provides climbing gears, hiking and running footwear, skiing and snowboarding gears, functional athletic apparel, and lifestyle footwear, as well as sporting equipment for tennis, baseball, American football, basketball, golf, and various other professional and recreational sports. It sells its products through its retail stores, general sporting goods retailers, specialty stores, independently operated partner stores, and distributors, as well as its e-commerce websites, and retailer-owned and third-party e-commerce websites. The company was formerly known as Amer Sports Management Holding (Cayman) Limited and changed its name to Amer Sports, Inc. in August 2023. Amer Sports, Inc. was founded in 1950 and is based in Helsinki, Finland.",
    "ceo": "Jie Zheng",
    "sector": "Consumer Cyclical",
    "country": "FI",
    "fullTimeEmployees": "13400",
    "phone": "358 20 712 2500",
    "address": "Konepajankuja 6",
    "city": "Helsinki",
    "state": null,
    "zip": "00511",
    "image": "https://images.financialmodelingprep.com/symbol/AS.png",
    "ipoDate": "2024-02-01",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  },
  {
    "symbol": "AR",
    "price": 34.34,
    "marketCap": 10593683960,
    "beta": 0.585,
    "lastDividend": 0,
    "range": "29.1-44.02",
    "change": -0.12,
    "changePercentage": -0.34823,
    "volume": 4283333,
    "averageVolume": 4705443,
    "companyName": "Antero Resources Corporation",
    "currency": "USD",
    "cik": "0001433270",
    "isin": "US03674X1063",
    "cusip": "03674X106",
    "exchangeFullName": "New York Stock Exchange",
    "exchange": "NYSE",
    "industry": "Oil & Gas Exploration & Production",
    "website": "https://www.anteroresources.com",
    "description": "Antero Resources Corporation, an independent oil and natural gas company, acquires, explores for, develops, and produces natural gas, natural gas liquids, and oil properties in the United States. As of December 31, 2021, it had approximately 502,000 net acres in the Appalachian Basin; and 174,000 net acres in the Upper Devonian Shale. The company also owned and operated 494 miles of gas gathering pipelines in the Appalachian Basin; and 21 compressor stations. It had estimated proved reserves of 17.7 trillion cubic feet of natural gas equivalent, including 10.2 trillion cubic feet of natural gas; 718 million barrels of assumed recovered ethane; 501 million barrels of primarily propane, isobutane, normal butane, and natural gasoline; and 36 million barrels of oil. The company was formerly known as Antero Resources Appalachian Corporation and changed its name to Antero Resources Corporation in June 2013. Antero Resources Corporation was founded in 2002 and is headquartered in Denver, Colorado.",
    "ceo": "Paul M. Rady",
    "sector": "Energy",
    "country": "US",
    "fullTimeEmployees": "616",
    "phone": "303 357 7310",
    "address": "1615 Wynkoop Street",
    "city": "Denver",
    "state": "CO",
    "zip": "80202",
    "image": "https://images.financialmodelingprep.com/symbol/AR.png",
    "ipoDate": "2013-10-10",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isAdr": false,
    "isFund": false
  }
]
